Repository: 13bold/TuneConnect
Catalog: sparkleplus-read-only/*.lproj/Sparkle.strings
Languages: sv

source: %.0lfk of %.0lfk
sv: %1$.0lfk av %2$.0lfk

source: %@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?
sv: %1$@ %2$@ har installerats och är klart att använda nästa gång %3$@ körs! Vill du starta om programmet nu?

source: %@ %@ is currently the newest version available.
sv: %1$@ %2$@ är för närvarande den nyaste versionen.

source: %@ %@ is now available (you have %@). Would you like to download it now?
sv: %1$@ %2$@ finns tillgänglig (du har %3$@). Vill du ladda hem den nu?

source: %@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help.
sv: %@ har inte skrivrättigheter i programmets katalog! Kör du från en skivavbild? Om inte, be din systemadministratör om hjälp.

source: A new version of %@ has been installed!
sv: En ny version av %@ har installerats!

source: A new version of %@ is available!
sv: En ny version av %@ finns tillgänglig!

source: An error occurred during installation. Please try again later.
sv: Ett fel uppstod vid installationen. Försök igen senare.

source: An error occurred in retrieving update information. Please try again later.
sv: Ett fel uppstod vid hämtning av uppdateringsinformation. Försök igen senare.

source: An error occurred in retrieving update information; are you connected to the internet? Please try again later.
sv: Ett fel uppstod vid hämtning av uppdateringsinformation. Är du ansluten till Internet? Försök igen senare.

source: An error occurred while extracting the archive. Please try again later.
sv: Ett fel uppstod vid uppackning av filarkivet. Försök igen senare.

source: An error occurred while trying to download the file. Please try again later.
sv: Ett fel uppstod vid nedladdning av filen. Försök igen senare.

source: An update is already in progress!
sv: En uppdatering genomförs redan!

source: Anonymous system profile information is used to help us plan future development work.
sv: Anonym systeminformation används för att hjälpa oss planera framtida utvecklingsarbete.

source: Cancel
sv: Avbryt

source: Check for updates on startup?
sv: Sök efter uppdateringar vid start?

source: Downloading update...
sv: Laddar hem uppdatering...

source: Extracting update...
sv: Packar upp uppdatering...

source: Include anonymous system profile?
sv: Inkludera anonym systeminformation?

source: Install and Relaunch
sv: Installera och starta om

source: Installing update...
sv: Installerar uppdatering...

source: No
sv: Nej

source: Ready to install!
sv: Klar att installera!

source: Update Error!
sv: Uppdateringsfel!

source: Updating %@
sv: Uppdaterar %@

source: Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu.
sv: Vill du att %@ ska söka efter uppdateringar vid start? Om inte så kan du starta sökningen manuellt i programmets meny.

source: Yes
sv: Ja

source: You're up to date!
sv: Du kör en aktuell version!
